{
  "cars": [
    {
        "id": 1,
        "name": "Chevrolet Gentra",
        "type": "Hatchback",
        "priceWithDriver": 40,
        "priceWithoutDriver": 35,
        "img": [
          "images/Cars/gentra.png",
          "images/Cars/daewoo_gentra.jpeg",
          "images/Cars/gentra-salon.jpeg",
          "images/Cars/baggage.jpeg",
          "images/Cars/back-side.jpeg" 
      ],
        "descriptionEN": "Chevrolet Gentra is a compact car produced by the American automaker Chevrolet. It offers a modern and stylish design with sleek lines and an aerodynamic profile. The interior of the Gentra is spacious and comfortable, providing ample legroom and headroom for both the driver and passengers. The car is equipped with advanced technology features, including a touchscreen infotainment system, Bluetooth connectivity, and a rearview camera for enhanced safety and convenience. The Gentra is powered by a reliable and fuel-efficient engine, providing a smooth and enjoyable driving experience. It is a popular choice for those seeking a practical and affordable vehicle.",
        "descriptionRU": "Chevrolet Gentra - компактный автомобиль, выпускаемый американским производителем Chevrolet. Он имеет современный и стильный дизайн с гладкими линиями и аэродинамическим профилем. Интерьер Gentra просторный и комфортный, обеспечивая достаточное место для ног и головы как водителя, так и пассажиров. Автомобиль оснащен передовыми технологическими функциями, включая сенсорную систему информационно-развлекательного комплекса, подключение Bluetooth и камеру заднего вида для повышения безопасности и удобства. Gentra оснащен надежным и экономичным двигателем, обеспечивающим плавное и приятное вождение. Это популярный выбор для тех, кто ищет практичный и доступный автомобиль.",
        "descriptionUZ": "Chevrolet Gentra - Amerika avtomobil ishlab chiqaruvchisi Chevrolet tomonidan ishlab chiqarilgan kompak mashina. U yengil chiziq va aerodinamik profil bilan hodisadir. Gentra ichki interer keng va qulay, haydashlar va ona haydashlarga to'g'ri keladigan yoki tushadigan oyoq va bosh joylar bo'yicha ko'p joy beradi. Avtomobil yuqori texnologik imkoniyatlarga ega, masalan, sensorli ma'lumotlar ta'minot tizimi, Bluetooth bog'lanishi va yorug'lik kamerasi kabi. Gentra ishonchli va boy o'qituvchisiz motor bilan ta'minlanadi, bu hamda sport mashinalarga qaraganda yaxshi to'xtatish va qiziqishni ta'minlaydi. Bu, praktik va arzon avtomobil qidiruvchilar uchun mashhur tanlovdir.",
        "countOfPlaces": 4,
        "withDriver": true
      },
    {
        "id": 2,
        "name": "Chevrolet Malibu 2",
        "type": "Sedan",
        "priceWithDriver": 85,
        "priceWithoutDriver": 80,
        "img": [
          "images/Cars/malibu2.png",
          "images/Cars/malibu.jpg",
          "images/Cars/malibu-inside.jpg",
          "images/Cars/malibu-inside2.jpg",
          "images/Cars/malibu3.jpg" 
      ],
      "descriptionEN": "Chevrolet Malibu 2 is a mid-size car produced by General Motors under the Chevrolet brand. It is known for its sleek and stylish design, with a modern and aerodynamic exterior. The car offers a comfortable and spacious interior, equipped with advanced technology and features for a convenient driving experience. The Chevrolet Malibu 2 is powered by a range of efficient engines that deliver a balance of power and fuel efficiency. It also offers a smooth and responsive handling, making it an enjoyable car to drive. Overall, the Chevrolet Malibu 2 is a reliable and stylish choice for those seeking a mid-size car.",
        "descriptionRU": "Chevrolet Malibu 2 - это среднеразмерный автомобиль, производимый General Motors под брендом Chevrolet. Он известен своим элегантным и стильным дизайном, с современным и аэродинамическим экстерьером. Автомобиль предлагает комфортабельный и просторный интерьер, оснащенный передовыми технологиями и функциями для удобного вождения. Chevrolet Malibu 2 оснащен рядом эффективных двигателей, которые обеспечивают баланс мощности и экономичности топлива. Он также предлагает плавную и отзывчивую управляемость, делая его приятным автомобилем для вождения. В целом Chevrolet Malibu 2 - надежный и стильный выбор для тех, кто ищет среднеразмерный автомобиль.",
        "descriptionUZ": "Chevrolet Malibu 2 - Chevrolet brendi ostida General Motors tomonidan ishlab chiqarilgan o'rta o'lchamdagi avtomobil. U, uning jasur va stil dizayni bilan mashhur, zamonaviy va aerodinamik tashqi qismlari bilan tanishilgan. Avtomobil, qulay va keng joyli interer bilan ta'minlangan, qulay haydovchilik tajribasi uchun modern texnologiyalar va imkoniyatlarga ega. Chevrolet Malibu 2, kuch va to'qimachilikni samarali kombinatsiyasini ta'minlaydigan qulay motorlar bilan jihozlangan. U shuningdek, mavjud va boshlanuvchilikni qo'llab-quvvatlaydigan boshqaruvni taklif etadi, unda hayotga ishlab chiqarish qulayligi mavjud. Umumiy holda, Chevrolet Malibu 2, o'rta o'lchamdagi avtomobil qidiruvchi uchun ishonchli va stilli tanlovdir.",
        "countOfPlaces": 5,
        "withDriver": true
      },
    {
        "id": 3,
        "name": "Mercedes Vito",
        "type": "Minivan",
        "priceWithDriver": 90,
        "priceWithoutDriver": 0,
        "img": [
          "images/Cars/mercedes-benz-vito.png",
          "images/Cars/vito.jpg",
          "images/Cars/vito-salon.jpg",
          "images/Cars/vito-salon2.jpg",
          "images/Cars/vito-salon3.jpg"
      ],
      "descriptionEN": "Mercedes Vita is a luxury car that combines elegance, sportiness, and cutting-edge technology. It features a sleek and aerodynamic design, with smooth lines and a distinctive front grille. The interior is crafted with premium materials and offers a comfortable and luxurious driving experience. The car is equipped with advanced safety features and innovative technology, including a high-resolution touchscreen display, voice control, and a state-of-the-art sound system. With powerful performance and precise handling, the Mercedes Vita delivers a thrilling driving experience.",
        "descriptionRU": "Mercedes Vita - это роскошный автомобиль, который сочетает в себе элегантность, спортивность и передовые технологии. Он имеет стильный и аэродинамичный дизайн с плавными линиями и характерной передней решеткой. Интерьер выполнен из высококачественных материалов и предлагает комфортабельное и роскошное вождение. Автомобиль оснащен передовыми системами безопасности и инновационной технологией, включая сенсорный дисплей высокого разрешения, голосовое управление и современную аудиосистему. Благодаря мощным характеристикам и точному управлению, Mercedes Vita доставляет захватывающие ощущения от вождения.",
        "descriptionUZ": "Mercedes Vita - bu zarafatli avtomobil, jamlanish, sportliklik va so'nggi texnologiyalarni birgalikda olgan bir mashinadir. U yassi va aerodinamik dizayn bilan, yumshoq chizg'ilar va xususiy old tarqatgan to'lqincha bilan ajralib turadi. Ichki interyer yuqori sifatli materiallardan ishlab chiqilgan bo'lib, qulay va zarafatli haydash imkoniyatini taklif etadi. Mashina advanced xavfsizlik tizimlari va innovatsion texnologiyalar, mazkur kabi kengaytirish ekrani, tinglovchi boshqarish va so'nggi yillarning audio tizimi kabi, bilan ta'minlangan. Kuchli ish unchalik jiddiy qidiruv tartibi, Mercedes Vita haydash o'zgartirish uchun hayajonli tajribalar yetkazadi.",
        "countOfPlaces": 9,
        "withDriver": true
      },
      {
        "id": 4,
        "name": "Kia Carnival",
        "type": "Minivan",
        "priceWithDriver": 75,
        "priceWithoutDriver": 0,
        "img": [
          "images/Cars/kia-carnival.png",
          "images/Cars/carnival.jpg",
          "images/Cars/carnival2.jpg",
          "images/Cars/carnival-inside.jpg",
          "images/Cars/carnival-inside2.jpg"
      ],
      "descriptionEN": "The Kia Carnival is a minivan manufactured by Kia Motors. It offers spacious seating for up to eight passengers and is known for its comfortable and versatile interior. The Carnival features a sleek and modern design, with a wide grille and stylish headlights. It is equipped with advanced safety features such as blind-spot detection, lane-keeping assist, and rearview camera. The engine options vary, but typically include a powerful V6 engine that provides ample performance and smooth driving experience. The Kia Carnival is a reliable and family-friendly vehicle, perfect for long trips and daily commuting.",
        "descriptionRU": "Kia Carnival - это минивэн, производимый компанией Kia Motors. Он предлагает просторные сидения для восьми пассажиров и известен своим комфортным и универсальным интерьером. Carnival имеет элегантный и современный дизайн, с широкой решеткой и стильными фарами. Он оснащен передовыми системами безопасности, такими как система контроля слепых зон, помощник удержания полосы и камера заднего вида. Варианты двигателя могут различаться, но обычно включают мощный V6-двигатель, который обеспечивает достаточную производительность и плавную поездку. Kia Carnival - надежный и подходящий для семейных поездок автомобиль, идеально подходящий для дальних поездок и ежедневных поездок.",
        "descriptionUZ": "Kia Carnival - Kia Motors tomonidan ishlab chiqarilgan miniven. U to'qqizta yo'lovchilar uchun keng o'tirish imkonini taklif qiladi va uning rahat va kengayadigan intereri bilan mashhur. Carnival keng va modern dizaynga ega, keng panjara va chiroyli faroqlari bilan taniladi. U quyi yo'qolganlarini aniqlash, yo'lni saqlash yordamchisi va orqa ko'rsatkich kamerasi kabi yuqori darajadagi xavfsizlik imkoniyatlariga egadir. Motor variantlari farqli bo'lishi mumkin, lekin odatda yetarli samaradorlik va yumsha hayot ta'minlovchi kuchli V6-motorini o'z ichiga oladi. Kia Carnival ishonchli va oilaviy mehmonxona uchun mo'ljallangan avtomobil, uzoq sayohatlar va kunlik sayohatlar uchun idealdir.",
        "countOfPlaces": 8,
        "withDriver": true
      },
      {
        "id": 5,
        "name": "Captiva 4",
        "type": "Сrossover",
        "priceWithDriver": 90,
        "priceWithoutDriver": 80,
        "img": [
          "images/Cars/captiva4.png",
          "images/Cars/captiva4.jpeg",
          "images/Cars/captiva4-inside.webp",
          "images/Cars/Chevrolet-Captiva.jpeg",
          "images/Cars/Chevrolet-Captiva-inside.jpeg"
      ],
      "descriptionEN": "The Chevrolet Captiva 4 is an SUV manufactured by Chevrolet. It offers a stylish and modern design, with sleek lines and a bold front grille. The Captiva 4 provides comfortable seating for up to seven passengers and has a spacious interior with ample cargo space. It is equipped with advanced safety features, such as electronic stability control, anti-lock brakes, and multiple airbags. The Captiva 4 is powered by a range of efficient engines, providing good fuel economy and a smooth driving experience. With its versatile features and reliable performance, the Chevrolet Captiva 4 is a popular choice for those seeking a practical and stylish SUV.",
        "descriptionRU": "Chevrolet Captiva 4 - это внедорожник, производимый компанией Chevrolet. Он предлагает стильный и современный дизайн, с гладкими линиями и смелой передней решеткой. Captiva 4 обеспечивает комфортные сидения для семи пассажиров и имеет просторный интерьер с достаточным пространством для грузов. Он оснащен передовыми системами безопасности, такими как электронная система стабилизации, антиблокировочные тормоза и множеством подушек безопасности. Captiva 4 оснащен различными эффективными двигателями, обеспечивающими хорошую экономию топлива и плавную поездку. C его универсальными характеристиками и надежной производительностью Chevrolet Captiva 4 является популярным выбором для тех, кто ищет практичный и стильный внедорожник.",
        "descriptionUZ": "Chevrolet Captiva 4 - Chevrolet tomonidan ishlab chiqarilgan SUV. U stilniy va modern dizaynga ega, yalg';iz chiziq va jasur old panel bilan taniladi. Captiva 4 yetti yo';lovchilarni qulay joylashish imkonini taklif qiladi va yuklarni olib borish uchun keng interier bilan ta';mirlangan. U elektron stabilizatsiya tizimi, antiblok qilib turgan frenlar va bir nechta havo yastiklari kabi yuqori darajadagi xavfsizlik imkoniyatlari bilan ta';minlangan. Captiva 4 samarali motor variantlari bilan ta';minlangan, bu samaradorlik va yumsha hayot ta';minlovchisi bilan yaxshi yakit isrofdan foydalanish va yumsha hayot ta';minlash imkoniyatlarini beradi. Uning keng foydali xususiyatlari va ishonchli ishlovchi Chevrolet Captiva 4, amaliy va stilli SUV izlayotganlar uchun mashhur tanlovdir.",
        "countOfPlaces": 6,
        "withDriver": true
      },
      {
        "id": 6,
        "name": "Toyota Land Cruiser 200",
        "type": "Сrossover",
        "priceWithDriver": 120,
        "priceWithoutDriver": 0,
        "img": [
          "images/Cars/toyota-main.png",
          "images/Cars/toyota.jpg",
          "images/Cars/toyota-inside.jpg",
          "images/Cars/toyota-inside2.jpg",
          "images/Cars/Inside-Land Cruiser.jpeg"
      ],
      "descriptionEN": "The Chevrolet Captiva 4 is an SUV manufactured by Chevrolet. It offers a stylish and modern design, with sleek lines and a bold front grille. The Captiva 4 provides comfortable seating for up to seven passengers and has a spacious interior with ample cargo space. It is equipped with advanced safety features, such as electronic stability control, anti-lock brakes, and multiple airbags. The Captiva 4 is powered by a range of efficient engines, providing good fuel economy and a smooth driving experience. With its versatile features and reliable performance, the Chevrolet Captiva 4 is a popular choice for those seeking a practical and stylish SUV.",
        "descriptionRU": "Chevrolet Captiva 4 - это внедорожник, производимый компанией Chevrolet. Он предлагает стильный и современный дизайн, с гладкими линиями и смелой передней решеткой. Captiva 4 обеспечивает комфортные сидения для семи пассажиров и имеет просторный интерьер с достаточным пространством для грузов. Он оснащен передовыми системами безопасности, такими как электронная система стабилизации, антиблокировочные тормоза и множеством подушек безопасности. Captiva 4 оснащен различными эффективными двигателями, обеспечивающими хорошую экономию топлива и плавную поездку. C его универсальными характеристиками и надежной производительностью Chevrolet Captiva 4 является популярным выбором для тех, кто ищет практичный и стильный внедорожник.",
        "descriptionUZ": "Chevrolet Captiva 4 - Chevrolet tomonidan ishlab chiqarilgan SUV. U stilniy va modern dizaynga ega, yalg';iz chiziq va jasur old panel bilan taniladi. Captiva 4 yetti yo';lovchilarni qulay joylashish imkonini taklif qiladi va yuklarni olib borish uchun keng interier bilan ta';mirlangan. U elektron stabilizatsiya tizimi, antiblok qilib turgan frenlar va bir nechta havo yastiklari kabi yuqori darajadagi xavfsizlik imkoniyatlari bilan ta';minlangan. Captiva 4 samarali motor variantlari bilan ta';minlangan, bu samaradorlik va yumsha hayot ta';minlovchisi bilan yaxshi yakit isrofdan foydalanish va yumsha hayot ta';minlash imkoniyatlarini beradi. Uning keng foydali xususiyatlari va ishonchli ishlovchi Chevrolet Captiva 4, amaliy va stilli SUV izlayotganlar uchun mashhur tanlovdir.",
        "countOfPlaces": 6,
        "withDriver": true
      },
      {
        "id": 7,
        "name": "Mercedes-Benz S-class (W221)",
        "type": "Sedan",
        "priceWithDriver": 120,
        "priceWithoutDriver": 0,
        "img": [
          "images/Cars/benz-main.png",
          "images/Cars/benz.jpg",
          "images/Cars/Mercedes-Benz-S.jpeg",
          "images/Cars/mercedes-benz-inside.jpg",
          "images/Cars/merc.jpeg"
      ],
      "descriptionEN": "The Mercedes-Benz S-Class W221 is a luxury sedan that offers an exceptional driving experience. It features a sleek and elegant design with a powerful engine that provides impressive performance. The interior is spacious and comfortable, with high-quality materials and advanced technology. The S-Class W221 offers a smooth and refined ride, with excellent handling and a range of safety features. With its luxurious amenities and attention to detail, the Mercedes-Benz S-Class W221 is the epitome of automotive excellence.",
        "descriptionRU": "Mercedes-Benz S-Class W221 - это роскошный седан, который предлагает исключительный опыт вождения. Он имеет изящный и элегантный дизайн с мощным двигателем, обеспечивающим впечатляющую производительность. Интерьер просторный и комфортный, с использованием высококачественных материалов и передовых технологий. S-Class W221 обеспечивает плавную и изысканную поездку, отличную управляемость и ряд функций безопасности. С роскошными удобствами и вниманием к деталям, Mercedes-Benz S-Class W221 является воплощением автомобильного совершенства.",
        "descriptionUZ": "Mercedes-Benz S-Class W221 - bu raqamli sedan, hayratlanadigan haydovchi tajribasi taklif qiladi. U kuchli motor bilan joylashtirilgan yorqin va zarif dizayn, impresionli ishlanishni ta'minlaydi. Interer keng va qulay, yuqori sifatli materiallardan foydalanish va yuqori texnologiyalarni o'z ichiga oladi. S-Class W221 yumshoq va zarif sayohat, ajoyib boshqaruv va himoya xususiyatlari bilan ta'minlaydi. O'zining ilovali imkoniyatlar va tafsilotlarga e'tibor berish bilan, Mercedes-Benz S-Class W221 avtomobil ajoyibligining namunasi.",
        "countOfPlaces": 4,
        "withDriver": true
      },
      {
        "id": 8,
        "name": "Mercedes Viano",
        "type": "Minivan",
        "priceWithDriver": 100,
        "priceWithoutDriver": 0,
        "img": [
          "images/Cars/viano.png",
          "images/Cars/viano3.jpeg",
          "images/Cars/viano1.jpeg",
          "images/Cars/viano-inside.jpeg",
          "images/Cars/viano2.jpeg"
      ],
      "descriptionEN": "Mercedes Viano is a luxury multi-purpose vehicle (MPV) produced by the German automaker Mercedes-Benz. It offers a spacious and comfortable interior with seating for up to eight passengers. The Viano features a sleek and stylish design, with a modern and aerodynamic body shape. It is equipped with advanced technology and safety features, such as a touchscreen infotainment system, leather seats, multiple airbags, and driver-assist systems. The Viano is powered by a range of efficient diesel and petrol engines, providing both power and fuel economy. Overall, the Mercedes Viano offers a luxurious and practical driving experience.",
        "descriptionRU": "Mercedes Viano - это роскошный многоцелевой автомобиль (MPV), производимый немецким автопроизводителем Mercedes-Benz. Он предлагает просторный и комфортабельный интерьер с возможностью размещения до восьми пассажиров. Viano имеет элегантный и стильный дизайн с современной и аэродинамической формой кузова. Он оснащен передовыми технологиями и системами безопасности, такими как сенсорная система развлечений, кожаные сиденья, множественные подушки безопасности и системы помощи водителю. Viano оснащен диапазоном эффективных дизельных и бензиновых двигателей, обеспечивающих мощность и экономичность топлива. В целом, Mercedes Viano предлагает роскошный и практичный опыт вождения.",
        "descriptionUZ": "Mercedes Viano - bu Germaniya avtomobil ishlab chiqaruvchisi Mercedes-Benz tomonidan ishlab chiqarilgan yuqori sifatli ko'p maqsadli transport vositasi (MPV). U sizga yetti joyli, keng va qulay interior taklif qiladi. Viano-iq stil va dizaynli ko'rinishga ega, modern va aerodinamik karobka shaklida. U yaqinlashgan texnologiyalar va xavfsizlik tizimlari, masalan, sensorli infotainment tizimi, dermantirlovchi o'rindlar, bir nechta podushek va haydovchi yordam tizimlari bilan jihozlangan. Viano-iq, samarali dizel va benzinli motorlar diapazoni bilan jihozlangan, kuch va yanadaqiyatni ta'minlaydi. Umumiy holatda, Mercedes Viano sizga yuksak sifatli va amaliyotli haydovchi tajribasi taqdim etadi.",
        "countOfPlaces": 6,
        "withDriver": true
        },
        {
          "id": 9,
          "name": "Range Rover 2016",
          "type": "SUV",
          "priceWithDriver": 80,
          "priceWithoutDriver": 0,
          "img": [
            "images/Cars/range-rover.png",
            "images/Cars/vito.jpg",
            "images/Cars/vito-salon.jpg",
            "images/Cars/vito-salon2.jpg",
            "images/Cars/vito-salon3.jpg"
        ],
        "descriptionEN": "The Range Rover 2016 is a luxury SUV that offers a perfect blend of comfort, style, and off-road capability. It features a sleek and elegant design with a commanding presence on the road. The interior is spacious and opulent, with premium leather upholstery and high-quality materials. The Range Rover 2016 comes equipped with advanced technology and safety features, including a touchscreen infotainment system, adaptive cruise control, and blind spot monitoring. Under the hood, it offers powerful engine options, providing excellent performance both on and off the road. Overall, the Range Rover 2016 is a top-tier vehicle that offers the ultimate driving experience.",
          "descriptionRU": "Range Rover 2016 - это роскошный внедорожник, который предлагает идеальное сочетание комфорта, стиля и возможностей для бездорожья. Он имеет элегантный и изысканный дизайн с внушительным внешним видом. Интерьер просторный и роскошный, с премиальной кожаной обивкой и высококачественными материалами. Range Rover 2016 оснащен передовыми технологиями и системами безопасности, включая сенсорную систему информационно-развлекательного комплекса, адаптивный круиз-контроль и систему контроля слепых зон. Под капотом он предлагает мощные варианты двигателей, обеспечивая отличную производительность как на дороге, так и в бездорожье. В целом Range Rover 2016 - это автомобиль премиум-класса, предлагающий непревзойденные впечатления от вождения.",
          "descriptionUZ": "Range Rover 2016 - bu qulaylik, stiil va off-road imkoniyatlari ideal birlashmasini taklif qiladigan luxury SUV. U yo'l ostida ta'sirchan tahlilga ega bo'lgan yengil va zarafatli dizayn bilan ta'minlangan. Ichki dizayn keng va sog'liqni oshirgan, premium deri kaptanlik va yuqori sifatli materiallardan tashkil topgan. Range Rover 2016 ustida eng so'nggi texnologiyalarga va xavfsizlik tizimlari, jamiyat ta'sirchanlikni tekshiradigan sensorli infotainment tizimi, adaptiv kruiz nazorati va ko'prikli nuqsonlarni nazorat qiluvchi tizimlar kiritilgan. Kapotning ostida uning etkazib beruvchisi kuchli motor variantlarini taklif qiladi, yo'l ostida va off-roadda ajoyib ish bajarish imkoniyatini ta'minlaydi. Umumiy holatda, Range Rover 2016 eng yuqori sinf avtomobil, hayotga doir ajoyib tajriba taklif qiladi.",
          "countOfPlaces": 6,
          "withDriver": true
        },
        {
          "id": 10,
          "name": "Hyunday Staria",
          "type": "Minivan",
          "priceWithDriver": 100,
          "priceWithoutDriver": 0,
          "img": [
            "images/Cars/staria-png2.png",
            "images/Cars/hyundai-staria.jpeg",
            "images/Cars/hyundai-staria-inside.jpeg",
            "images/Cars/stariya-baggage.jpeg",
            "images/Cars/stariya.jpeg"
        ],
        "descriptionEN": "Hyundai Staria is a stylish and modern minivan that offers both comfort and functionality. With its sleek and futuristic design, the Staria stands out on the road. The spacious interior can accommodate up to 11 passengers, making it perfect for large families or group outings. The advanced technology features, such as a touchscreen infotainment system and driver-assistance systems, ensure a safe and enjoyable driving experience. The Staria also offers excellent fuel efficiency and a smooth ride, making it an ideal choice for those seeking a versatile and practical vehicle.",
          "descriptionRU": "Hyundai Staria - стильный и современный минивэн, который сочетает в себе комфорт и функциональность. Своим элегантным и футуристическим дизайном Staria выделяется на дороге. Просторный интерьер вмещает до 11 пассажиров, что делает его идеальным для больших семей или групповых поездок. Предоставляемые передовые технологии, такие как сенсорная информационно-развлекательная система и системы помощи водителю, обеспечивают безопасность и приятный опыт вождения. Staria также предлагает отличную экономичность и плавную поездку, что делает его идеальным выбором для тех, кто ищет универсальное и практичное транспортное средство.",
          "descriptionUZ": "Hyundai Staria - bu yuqori darajadagi va funksional miniven, qulaylik va ish qobiliyatni birgalikda taklif etadi. Uqsonli va mustaqil dizayni bilan Staria yo'lida ajralib turadi. Keng bo'sh joyi 11 yo'lloqni yoki guruh sayohatlarni qabul qilish uchun mos keladi. Boshqaruvchi yordam sistemasiga ega, masalan, sensorli ma'lumotlar-tarqatish tizimi va haydovchilik yordam tizimlari kabi, ilgari sadoqat va yoqimli haydash imkonini ta'minlaydi. Staria ayniqsa samaradorlik va yumshoq haydash bilan, uning yaxshi tanlov bo'lganlar uchun boy bo'lib turadi, universal va amaliy transport vositasini qidirayotganlar uchun mo'ljallangan.",
          "countOfPlaces": 8,
          "withDriver": true
        }
]
}