const ru = {
    header: {
        catalog: "Каталог",
        drivers: "Водителям",
        company: "О компании",
        orderBtn: "Сделать заказ",
        consult: 'Консультация'
    },
    banner: {
        rentText: "Арендуйте лучшие авто",
        text: "Откройте мир Узбекистана с нами!",
        text2: "Готовы отправиться в захватывающее приключение? Наша компания предлагает широкий выбор автомобилей для аренды, специально разработанных для путешествий!",
        orderBtn: "Сделать заказ",
        infoBtn: "Подробнее",
        mainText: 'Откройте',
        world: 'мир Узбекистана',
        us: 'с нами'
    },
    cars: {
        carsText: 'Наши машины',
        carsText2: "Выбирайте всё что вам по вкусу, наш широкий ассортимент автомобилей всегда придётся вам по нраву!",
    },
    statistics: {
        num: 'Мы в цифрах',
        cars: 'Доступное количество автомобилей',
        rentedCars: 'Предоставлено услуг в сфере туризма ',
        count: 'Количество контрагентов',
        text: 'Готовы отправиться в захватывающее приключение? Наша компания предлагает широкий выбор автомобилей для аренды, специально разработанных для путешествий!'
    },
    questions: {
        questionText: 'Частые вопросы',
        title: 'В чем заключаются наши услуги?',
        title2: 'Как мы предоставляем аренду машины?',
        titleText: 'Всё очень просто! Заполните короткую форму и в течении 12 часов мы свами свяжемся для предоставления подробной информациии',
        questions: 'У вас остались ещё вопросы?',
        questions2: 'Оставьте заявку, и мы обязательно свяжемся чтобы помочь вам выбрать, то что вас интересует!'
    },
    modal: {
        application: 'Оставить заявку',
        placeholder: 'Ваше имя',
        btn: 'Отправить',
        text: 'Нажимая кнопку «Отправить», я даю своё согласие на обработку и распространение персональных данных.',
        phoneNumber: 'Номер телефона'
    },
    footer: {
        menu: 'Меню',
        company: 'Компания',
        rules: 'Правила пользователя',
        terms: 'Пользовательское соглашение',
        media: 'Соц сети'
    },
    catalogPage: {
        mainText: 'Каталог авто',
        linkText: 'Главная страница / Каталог',
        btn: 'Поиск',
        typeOfCar: 'Тип машины',
        notFoundText: "Мы не нашли то что вы искали"
    },
    productPage: {
        parametres: 'Параметры',
        driver: 'Водитель',
        yesText: 'Да',
        noText: 'Нет',
        baggage: 'Багаж',
        passenger: 'Пассажирские места',
        fuel: 'Расход топлива',
        price: 'Стоимость',
        characteristic: 'Характеристики',
        mainText: 'Двигатель и трансмиссия',
        description: 'Описание',
        Engine: 'Двигатель',
        count: 'Количество, расположение цилиндров',
        text: 'Рабочий объём (куб.см)',
        text2: 'Максимальная мощность (л.с. при об/мин)',
        text3: 'Максимальный крутящий момент (Нм при об/мин)',
        text4: 'Тип передачи',
        successText: 'УСПЕШНО',
        successText2: 'Ожидайте нашего звонка в течении 24 часов'
    },
    errors: {
        NameMsg: 'Имя должно быть заполнено!',
        NumMsg: 'Номер телефона должно быть заполнено!',
    },
    map: {
        adress: 'Наш адресс - улица Узбекистанская 41'
    }
}

export default ru;